acpid
alacritty
alsa-utils
amd-ucode
amdgpu-core-meta
android-sdk
android-sdk-platform-tools
android-studio
android-udev
aria2
asdf-vm
atool
autoconf
automake
awesome-git
base
bash-completion
bashtop-git
bat
bat-extras-git
bc
bind-tools
binutils
bison
blender
brave-bin
bspwm
clang
clipnotify
cmake
code
cronie
dash
dashbinsh
dbus-broker
dhcpcd
docker
dunst
dust
dzen2
easy-rsa
ebtables
efibootmgr
entr
exa
exfat-utils
f2fs-tools
fakeroot
fd
feh
ffmpeg-compat-57
ffmpegthumbnailer
file
file-roller
findutils
firefox
firefox-i18n-vi
firefox-nightly
flameshot
flex
fortune-mod
fpc
fzf
gawk
gcc
gdb
geoipupdate
gettext
ghostscript
git
global
gnome-keyring
gnuplot
google-chrome
gpart
gparted
grep
groff
gst-libav
gtk-chtheme
gtk-engine-murrine
gtk-theme-switch2
gvfs
gvfs-mtp
gvfs-smb
gzip
hdparm
highlight
htop
ibus
ibus-bamboo
ibus-table-others
inkscape
inotify-tools
iotop
ipfs-desktop
jp2a
jpegexiforient
jq
keychain
lib32-alsa-lib
lib32-alsa-plugins
lib32-amdvlk
lib32-giflib
lib32-gnutls
lib32-gst-plugins-base-libs
lib32-libldap
lib32-libpulse
lib32-libxcomposite
lib32-libxinerama
lib32-libxslt
lib32-mpg123
lib32-ocl-icd
lib32-openal
lib32-v4l-utils
lib32-vkd3d
libcurl-compat
libfido2
libgnome-keyring
libgphoto2
libheif
libisoburn
libmicrodns
libqalculate
libtool
libu2f-host
liburcu
libva-mesa-driver
libva-utils
libva-vdpau-driver
libvdpau-va-gl
libwmf
libxft-bgra
light-git
light-locker
lightdm
lightdm-settings
lightdm-webkit-theme-litarvan
lightdm-webkit2-greeter
linux
linux-firmware
live-media
lldb
llvm
lrzip
lsb-release
lsof
luastatus-git
lutris
lxappearance
lynx
lzip
lzop
m4
maim
make
man-db
man-pages
materia-gtk-theme
mcmojave-circle-icon-theme-git
mediainfo
mesa-demos
mesa-vdpau
mkinitcpio-install-tools
mlocate
mtools
nano
nautilus
ncompress
neofetch
neovim
nitrogen
nmap
noto-fonts-all
noto-fonts-cjk
ntfs-3g
ntp
numlockx
ocl-icd
odt2txt
openbsd-netcat
openssl-1.0
os-prober
otf-font-awesome-5-free
ovmf
p7zip
pacman-contrib
pacmatic
pamixer
patch
pavucontrol
pbzip2
perl-image-exiftool
perl-json-xs
perl-text-charwidth
picom
pigz
pkgconf
playerctl
plymouth
polybar
powerpill
protonvpn-cli-ng
pstoedit
pulseaudio
pulseaudio-alsa
pulseaudio-dlna-python3-git
python-attrs
python-html2text
python-pip
python-pyalsa
python-pynvim
python-xlib
python-yaml
python2-scour
python3-aur
python3-threaded_servers
qemu
qt5-graphicaleffects
qt5-svg
qtkeychain
ranger
redshift
reflector
reflector-timer
ripgrep-all
rofi
rofi-calc
rofi-menus-git
rofimoji
rpi-imager
rsync
rustup
samba
sed
siji-git
speedtest-cli
spice-vdagent
spicetify-cli
spotify
srt
steam
steam-native-runtime
strace
sudo
sxhkd
sxiv
teams
teamviewer
telegram-desktop
testdisk
time
tk
tor-browser
transmission-cli
trash-cli
ttf-dejavu
ttf-joypixels
ttf-liberation
ttf-linux-libertine
ttf-material-design-icons
ttf-mathtype
ttf-ms-fonts
ttf-opensans
ttf-roboto
ttf-sarasa-gothic
ttf-typicons
ttf-ubuntu-font-family
tuxedo-plymouth-one
uget
uget-integrator
uget-integrator-chrome
uget-integrator-firefox
unclutter
unetbootin
universal-ctags-git
unrar
usbutils
v4l2loopback-dkms
virt-manager
virt-viewer
virtualbox
virtualbox-guest-iso
vkd3d
vlc
vulkan-radeon
which
wine-gecko
wine-mono
wine-staging
winetricks
wireguard-tools
woeusb
x11-ssh-askpass
xclip
xdg-desktop-portal-gtk
xdg-user-dirs
xdg-user-dirs-gtk
xdo
xdotool
xf86-video-amdgpu
xf86-video-fbdev
xfce4-clipman-plugin
xinit-xsession
xorg-bdftopcf
xorg-iceauth
xorg-luit
xorg-mkfontscale
xorg-server
xorg-sessreg
xorg-smproxy
xorg-twm
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xclock
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xsel
youtube-dl
youtube-viewer
zenity
zoom
zsh
zsh-autosuggestions
zsh-completions
